Repository: Serj911vip/bellevie
Catalog: var/langs/*/addons/abt__unitheme2.po
Languages: ru_ru

# Addons::description::abt__unitheme2
source: Addon adds functional and template files of AB: UniTheme2
ru_ru: Модуль добавляет функционал и файлы шаблона AB: UniTheme2

# Languages::abt__unitheme2.settings
source: Settings only for AB: UniTheme2
ru_ru: Настройки только для AB: UniTheme2

# Languages::abt__ut2.block.availability.show_on
source: !!! Only for AB: UniTheme2 when using the setting <b>[show_on]</b> block content will be cut from HTML-code for the corresponding device and is not simply hidden by styles
ru_ru: !!! Только для AB: UniTheme2 при использовании настройки <b>[show_on]</b> содержимое блока будет вырезано из HTML-кода для соответствующего устройства, а не просто скрыто стилями

# Languages::abt__ut2.grid_settings
source: AB: UniTheme2: Additional settings
ru_ru: AB: UniTheme2: Дополнительные настройки

# Languages::abt__ut2.grid.tab_description
source: The settings below apply only to the theme AB: UniTheme2 layouts sections
ru_ru: Представленные ниже настройки применяются только для секций макетов темы AB: UniTheme2

# Languages::abt__ut2.extended.o
source: Original
ru_ru: Обычный

# Languages::abt__ut2.extended.e
source: Extended
ru_ru: Расширенный

# Languages::abt__ut2.extended.f
source: On the full width
ru_ru: На всю ширину

# Languages::abt__ut2.grid_tabs.abt__ut2_show_in_tabs
source: Show all section blocks in tabs
ru_ru: Отобразить все блоки секции во вкладках

# Languages::abt__ut2.grid_tabs.abt__ut2_use_ajax
source: Use Ajax for loading the second and next tabs content
ru_ru: Использовать Ajax для загрузки контента второй и последующих вкладок

# Languages::abt__ut2.grid.padding
source: Padding
ru_ru: Дополнительные отступы

# Languages::abt__ut2.grid.padding.variants.bottom
source: Only bottom
ru_ru: Только снизу

# Languages::abt__ut2.grid.padding.variants.top
source: Only top
ru_ru: Только сверху

# Languages::abt__ut2.grid.padding.variants.top_bottom
source: Top and bottom
ru_ru: Сверху и снизу

# Languages::abt__ut2.grid.padding.variants.none
source: None
ru_ru: Нет

# Languages::abt__ut2_thumbnail_height
source: Scroller thumbnail height
ru_ru: Высота иконки в скроллере

# Languages::tmpl_abt__ut2_dropdown_horizontal_mwi
source: AB: Horizontal dropdown list with icons
ru_ru: AB: Горизонтальный выпадающий список с иконками

# Languages::tmpl_abt__ut2_dropdown_vertical_mwi
source: AB: Vertical dropdown list with icons
ru_ru: AB: Вертикальный выпадающий список с иконками

# Languages::abt_menu_long_names
source: AB: Show long names of the first level menu items in two lines
ru_ru: AB: Названия пунктов меню первого уровня в две строки

# Languages::abt_menu_long_names.tooltip
source: The active status of this setting allows displaying menu names in two lines (with line break), if more space is required to place the name, than the setting <b>AB: The maximum width of the menu item for the first level</b> specifies
ru_ru: Активный статус данной настройки разрешает вывод названий пунктов меню в две строки (с переносом) в случае, если для размещения названия требуется больше места, чем определяет настройка <b>AB: Максимальная ширина пункта меню для первого уровня</b>

# Languages::abt_menu_long_names_max_width
source: AB: The maximum width of the menu item for the first level
ru_ru: AB: Максимальная ширина пункта меню для первого уровня

# Languages::abt_menu_long_names_max_width.tooltip
source: Specifies the width of the cell in pixels to place the name of the menu item. If the name of the menu item exceeds this value, then with the active setting <b>AB: Show long names of the first level menu items in two lines</b>, then it will be displayed in two lines (with line break).
ru_ru: Определяет размер ячейки по ширине в пикселях для размещения названия пункта меню. Если название пункта меню превышает это значение, то при активной настройке <b>AB: Названия пунктов меню первого уровня в две строки</b> — будет выведено в две строки с переносом.

# Languages::abt_menu_icon_items
source: AB: Show icons for menu items of the second level
ru_ru: AB: Показывать иконки для пунктов меню второго уровня

# Languages::abt_menu_icon_items.tooltip
source: The active status of this setting allows the display of an icon that is assigned to a menu item of the second level menu.
ru_ru: Активный статус данной настройки разрешает вывод иконки, которая назначена пункту меню второго уровня меню

# Languages::no_hidden_elements_second_level_view
source: AB: Number of visible elements of the 2-level menu
ru_ru: AB: Кол-во отображаемых элементов 2-х уровневого меню

# Languages::no_hidden_elements_second_level_view.tooltip
source: This setting limits the number of third-level menu items, displayed in the menu structure. The remaining elements of the third level will be displayed when clicking on the <b>More</b> link
ru_ru: Данная настройка ограничивает количество отображаемых пунктов меню третьего уровня в структуре меню. Оставщиеся элементы третьего уровня будут оторажены при клике на ссылку <b>Ещё</b>

# Languages::elements_per_column_third_level_view
source: AB: Elements number per column for the mode <b>3-level menu (dropdown list)</b>
ru_ru: AB: Количество элементов в каждой колонке последнего уровня при использовании <b>Режима 3-х уровневого меню (выпадающим списком)</b>

# Languages::elements_per_column_third_level_view.tooltip
source: This setting limits the number of displayed third-level menu items in each of the two columns of the last level when the <b>3-level menu mode (drop-down list) </ b> is turned on. The remaining menu items (exceeding the limit settings) will not be displayed in the menu. It is rational to use the setting, if there is a very large number of menu items on the third level
ru_ru: Данная настройка ограничивает количество отображаемых пунктов меню третьего уровня в каждой из двух колонок последнего уровня при включенном режиме <b>Режим 3-х уровневого меню (выпадающим списком)</b>. Оставшиеся пункты меню (превышающие лимит настройки) не будут показаны в меню. Настройку рационально использовать в случае, если на третьем уровне очень большое количество подпунктов меню

# Languages::abt_menu_ajax_load
source: AB: Use Ajax-loading for menu items (second level and behind it)
ru_ru: AB: Использовать Ajax-загрузку

# Languages::abt_menu_ajax_load.tooltip
source: Use Ajax to get the content of the second and third menu levels after page loading. The content of the first level will be loaded along with the page main content
ru_ru: Использовать Ajax для получения контента второго и третьего уровней меню после загрузки страницы. Контент первого уровня будет загружен вместе с основным контентом страницы

# Languages::abt__ut2_selected_filters
source: AB: Selected filter variants
ru_ru: AB: Выбранные варианты фильтров

# Languages::abt__ut2_banner_carousel_combined
source: AB: Advanced banner (Carousel)
ru_ru: AB: Расширенный баннер (Карусель)

# Languages::abt__ut2_banner_combined
source: AB: Advanced banner
ru_ru: AB: Расширенный баннер

# Languages::abt__ut2_advanced_subcategories_menu
source: AB: Advanced subcategories menu
ru_ru: AB: Расширенное меню подкатегорий

# Languages::block_abt__ut2_advanced_subcategories_menu
source: AB: Advanced subcategories menu
ru_ru: AB: Расширенное меню подкатегорий

# Languages::abt__ut2__mainbox_general
source: AB: Main block (SEO)
ru_ru: AB: Основной блок (SEO)

# Languages::abt__ut2__mainbox_simple
source: AB: Simplified block
ru_ru: AB: Упрощенный блок

# Languages::abt__ut2__sidebox_general
source: AB: Secondary block
ru_ru: AB: Второстепенный блок

# Languages::abt__ut2__sidebox_important
source: AB: Secondary framed block
ru_ru: AB: Второстепенный блок с обрамлением

# Languages::abt__ut2__swipe
source: AB: Swipe block
ru_ru: AB: Свайп блок

# Languages::abt__ut2__scroller_advanced
source: AB: Scroller advanced
ru_ru: AB: Расширенный скроллер товаров

# Languages::tmpl_abt__ut2__my_account_links_advanced
source: AB: My account (advanced)
ru_ru: AB: Мой профиль (дополнительно)

# Languages::tmpl_abt__ut2__subscribe_advanced
source: AB: Subscription form
ru_ru: AB: Форма подписки

# Languages::tmpl_abt__ut2__top_buttons
source: AB: Buttons Compare and Wishlist
ru_ru: AB: Верхние кнопки

# Languages::tmpl_abt__ut2__top_buttons.compare_list.tooltip
source: View Comparison list
ru_ru: Просмотреть Список сравнения

# Languages::tmpl_abt__ut2__recent_posts_advanced
source: AB: Blog: Recent posts
ru_ru: AB: Блог: Последние посты

# Languages::tmpl_abt__ut2__title_block
source: АВ: Block: Title
ru_ru: АВ: Блок: Заголовок

# Languages::tmpl_abt__ut2__categories_title_block
source: AB: Block: Category title
ru_ru: AB: Блок: Заголовок категории

# Languages::tmpl_abt__ut2__features_title_block
source: AB: Block: Feature title
ru_ru: AB: Блок: Заголовок характеристики

# Languages::tmpl_abt__ut2__subscription
source: AB: Newsletters: Subscription form
ru_ru: AB: Почтовые рассылки: Форма подписки

# Languages::banner_type.abt__ut2
source: AB: UniTheme2: Advanced banner
ru_ru: AB: UniTheme2: Расширенный баннер

# Languages::abt__ut2.banners
source: Banners
ru_ru: Баннеры

# Languages::abt__ut2.banner_tab.general
source: General (AB: UniTheme2: Desktop)
ru_ru: Общие (AB: UniTheme2: ПК)

# Languages::abt__ut2.banner_tab.tablet
source: AB: UniTheme2: Tablet
ru_ru: AB: UniTheme2: Планшет

# Languages::abt__ut2.banner_tab.mobile
source: AB: UniTheme2: Phone
ru_ru: AB: UniTheme2: Смартфон

# Languages::abt__ut2.banner.use_own_info
source: Use own value
ru_ru: Использовать собственное значение

# Languages::abt__ut2.banner.warning
source: Expert banner settings
ru_ru: Экспертные настройки баннера

# Languages::abt__ut2.banners.manage
source: AB: UniTheme2: Advanced banners
ru_ru: AB: UniTheme2: Расширенные баннеры

# Languages::abt__ut2.option.margin
source: Margin, px
ru_ru: Внешний отступ, px

# Languages::abt__ut2.option.height
source: Height, px
ru_ru: Высота, px

# Languages::abt__ut2.banner.params.tablet_use
source: Use own settings for Tablets
ru_ru: Использовать собственные настройки для Планшетов

# Languages::abt__ut2.banner.params.tablet_use.tooltip
source: Use this option to allow own banner settings for the mobile device Tablet
ru_ru: Используйте эту настройку, чтобы разрешить редактирование настроек баннера для мобильного устройства Планшет

# Languages::abt__ut2.banner.params.mobile_use
source: Use own settings for Phones
ru_ru: Использовать собственные настройки для Смартфонов

# Languages::abt__ut2.banner.params.mobile_use.tooltip
source: Use this option to allow own banner settings for the mobile device Phone
ru_ru: Используйте эту настройку, чтобы разрешить редактирование настроек баннера для мобильного устройства Смартфон

# Languages::abt__ut2.banner.params_of_block
source: Banner block settings
ru_ru: Настройки блока баннера

# Languages::abt__ut2.banner.params.color_scheme
source: Color scheme
ru_ru: Цветосхема

# Languages::abt__ut2.banner.params.color_scheme.tooltip
source: Specifies what color will be <b>Title</b> and <b>Description</b> on the banner. For <b>Dark</b> banner texts will be white, for <b>Light</b> — black.
ru_ru: Определяет, какого цвета будет <b>Заголовок</b> и <b>Описание</b> баннера. Для <b>Темного фона</b> цвет текстов в баннере будет белым, для <b>Светлого фона</b> баннера — черный

# Languages::abt__ut2.banner.params.color_scheme.variants.dark
source: Dark
ru_ru: Тёмный фон

# Languages::abt__ut2.banner.params.color_scheme.variants.light
source: Light
ru_ru: Светлый фон

# Languages::abt__ut2.banner.params.content_valign
source: Vertical alignment
ru_ru: Вертикальное выравнивание

# Languages::abt__ut2.banner.params.content_valign.tooltip
source: Location of the content inside the banner by the vertical
ru_ru: Расположение контента внутри баннера по вертикали

# Languages::abt__ut2.banner.params.content_valign.variants.top
source: On the top
ru_ru: По верхнему краю

# Languages::abt__ut2.banner.params.content_valign.variants.center
source: On the center
ru_ru: По центру

# Languages::abt__ut2.banner.params.content_valign.variants.bottom
source: At the bottom
ru_ru: По нижнему краю

# Languages::abt__ut2.banner.params.content_align
source: Horizontal alignment
ru_ru: Горизонтальное выравнивание

# Languages::abt__ut2.banner.params.content_align.tooltip
source: Location of the content inside the banner by the horizontal
ru_ru: Расположение контента внутри баннера по горизонтали

# Languages::abt__ut2.banner.params.content_align.variants.left
source: On the left
ru_ru: По левому краю

# Languages::abt__ut2.banner.params.content_align.variants.center
source: On the center
ru_ru: По центру

# Languages::abt__ut2.banner.params.content_align.variants.right
source: On the right
ru_ru: По правому краю

# Languages::abt__ut2.banner.params.padding
source: Internal paddings, px
ru_ru: Внутренний отступ, px

# Languages::abt__ut2.banner.params.padding.tooltip
source: CSS <code>padding</code>. Spacing in pixels inside the banner. It is useful, to standardize the paddings of banner borders to the content
ru_ru: CSS <code>padding</code>. Отступы в пикселях внутри баннера. Полезно, чтобы стандартизировать отступы от границ баннера до контента

# Languages::abt__ut2.banner.params.content_full_width
source: Content on full width
ru_ru: Контент на всю ширину

# Languages::abt__ut2.banner.params.content_full_width.tooltip
source: The width of the content block has a default width of 50%. Set this parameter and the width of the block content will be 100%
ru_ru: Ширина блока с контентом имеет по умолчанию ширину 50% баннера, установив флажок, ширина блока с контентом будет 100%

# Languages::abt__ut2.banner.color_use
source: Please select the checkbox to use a new color
ru_ru: Установите флажок, чтобы использовать новый цвет

# Languages::abt__ut2.banner.params_of_title
source: Banner title settings
ru_ru: Настройки заголовка баннера

# Languages::abt__ut2.banner.params.title
source: Title
ru_ru: Заголовок

# Languages::abt__ut2.banner.params.title_font_size
source: Font size
ru_ru: Размер шрифта

# Languages::abt__ut2.banner.params.title_color
source: Title color
ru_ru: Цвет заголовка

# Languages::abt__ut2.banner.params.title_color.tooltip
source: Please select the checkbox to use a new color
ru_ru: Установите флажок, чтобы использовать новый цвет

# Languages::abt__ut2.banner.params.title_font_weight
source: Weight of the font
ru_ru: Насыщенность шрифта

# Languages::abt__ut2.banner.params.title_font_weight.variants.300
source: Thin
ru_ru: Тонкий

# Languages::abt__ut2.banner.params.title_font_weight.variants.400
source: Normal
ru_ru: Нормальный

# Languages::abt__ut2.banner.params.title_font_weight.variants.700
source: Bold
ru_ru: Полный

# Languages::abt__ut2.banner.params.title_font_weight.variants.900
source: Heavy
ru_ru: Жирный

# Languages::abt__ut2.banner.params.title_tag
source: Title tag
ru_ru: Тег (html) для заголовка

# Languages::abt__ut2.banner.params.title_shadow
source: Add a shadow for the title
ru_ru: Добавить тень от заголовка

# Languages::abt__ut2.banner.params_of_description
source: Banner description settings
ru_ru: Настройки описания баннера

# Languages::abt__ut2.banner.params.description
source: Short description
ru_ru: Краткое описание

# Languages::abt__ut2.banner.params.description_color
source: Description color
ru_ru: Цвет описания

# Languages::abt__ut2.banner.params.description_color.tooltip
source: Please select the checkbox to use a new color
ru_ru: Установите флажок, чтобы использовать новый цвет

# Languages::abt__ut2.banner.params.description_font_size
source: Font size
ru_ru: Размер шрифта

# Languages::abt__ut2.banner.params.description_bg_color
source: Background color
ru_ru: Фоновый цвет

# Languages::abt__ut2.banner.params.description_bg_color.tooltip
source: Please select the checkbox to use a new color
ru_ru: Установите флажок, чтобы использовать новый цвет

# Languages::abt__ut2.banner.params_of_object
source: Banner settings for the object/image
ru_ru: Настройки объекта/изображения баннера

# Languages::abt__ut2.banner.params.object
source: The displayed object
ru_ru: Отображаемый объект

# Languages::abt__ut2.banner.params.object.variants.image
source: Image
ru_ru: Изображение

# Languages::abt__ut2.banner.params.object.variants.video
source: YouTube video
ru_ru: YouТube видео

# Languages::abt__ut2.banner.params.main_image
source: Main image
ru_ru: Основное изображение

# Languages::abt__ut2.banner.params.youtube_use
source: Add YouTube video
ru_ru: Добавить YouTube видео

# Languages::abt__ut2.banner.params.youtube_id
source: YouTube video ID
ru_ru: ID YouTube видео

# Languages::abt__ut2.banner.params.youtube_id.tooltip
source: ID video — https://www.youtube.com/watch?v=<b>abcd1234567</b>, specify only <b>abcd1234567</b>
ru_ru: Идентификатор видео — https://www.youtube.com/watch?v=<b>abcd1234567</b>, укажите только <b>abcd1234567</b>

# Languages::abt__ut2.banner.params.youtube_autoplay
source: Autoplay
ru_ru: Автовоспроизведение

# Languages::abt__ut2.banner.params.youtube_autoplay.tooltip
source: Due to changes in <b>Google's</b> policy, autoplay will only be available without sound. For more information, see <a href='https://developers.google.com/web/updates/2017/09/autoplay-policy-changes' target='_blank'>documentation</a>.<b>Google</b> strongly recommends that the player’s control panel be displayed on autoplay.
ru_ru: В связи с изменениями политики <b>Google</b>, автовоспроизведение будет доступно только без звука. Подробнее смотрите <a href='https://developers.google.com/web/updates/2017/09/autoplay-policy-changes' target='_blank'>документацию</a>. <b>Google</b> настоятельно рекомендует при автовоспроизведении отображать панель управления плеера

# Languages::abt__ut2.banner.params.youtube_hide_controls
source: Hide player control elements
ru_ru: Скрыть элементы управления плеера

# Languages::abt__ut2.banner.params.youtube_hide_controls.tooltip
source: Don't ever assume a video will play, and don't show a pause button when the video is not actually playing
ru_ru: Google настоятельно рекомендует при автовоспроизведении отображать панель управления плеера

# Languages::abt__ut2.banner.params.background_image
source: Background image
ru_ru: Фоновое изображение

# Languages::abt__ut2.banner.params.background_image_size
source: Specify the size of a background image
ru_ru: Масштабирование фонового изображения

# Languages::abt__ut2.banner.params.background_image_size.variants.cover
source: Resize the background image to cover the entire container, even if it has to stretch the image or cut a little bit off one of the edges
ru_ru: С сохранением пропорций, чтобы его ширина или высота равнялась ширине или высоте блока

# Languages::abt__ut2.banner.params.background_image_size.variants.contain
source: Resize the background image to make sure the image is fully visible
ru_ru: С сохранением пропорций, чтобы картинка целиком поместилась внутрь блока

# Languages::abt__ut2.banner.params.background_color
source: Background color
ru_ru: Фоновый цвет

# Languages::abt__ut2.banner.params.background_color.tooltip
source: Please select the checkbox to use a new color
ru_ru: Установите флажок, чтобы использовать новый цвет

# Languages::abt__ut2.banner.params_of_content
source: Settings for the content, shown in the banner
ru_ru: Настройки отображаемого контента баннера

# Languages::abt__ut2.banner.params.data_type
source: Content type
ru_ru: Тип контента

# Languages::abt__ut2.banner.params.data_type.variants.url
source: Link
ru_ru: Ссылка

# Languages::abt__ut2.banner.params.url
source: Specify link
ru_ru: Укажите URL

# Languages::abt__ut2.banner.params_of_button
source: Banner button settings
ru_ru: Настройки кнопки баннера

# Languages::abt__ut2.banner.params.button_use
source: Add button
ru_ru: Добавить кнопку

# Languages::abt__ut2.banner.params.button_use.tooltip
source: Select a checkbox for adding of the button. <b>Important!</b>The button will appear only in the presence of the link in the field "Specify link"
ru_ru: Установите флажок для добавления кнопки. <b>Важно!</b> Кнопка появится только при наличии ссылки в поле "Укажите URL"

# Languages::abt__ut2.banner.params.button_text
source: Text (an appeal to action)
ru_ru: Текст (призыв к действию)

# Languages::abt__ut2.banner.params.button_text_color
source: Text color
ru_ru: Цвет текста

# Languages::abt__ut2.banner.params.button_text_color.tooltip
source: Please select the checkbox to use a new color
ru_ru: Установите флажок, чтобы использовать новый цвет

# Languages::abt__ut2.banner.params.button_color
source: Button color
ru_ru: Цвет кнопки

# Languages::abt__ut2.banner.params.button_color.tooltip
source: Please select the checkbox to use a new color
ru_ru: Установите флажок, чтобы использовать новый цвет

# Languages::abt__ut2.banner.params_additional
source: Additional settings
ru_ru: Дополнительные настройки баннера

# Languages::abt__ut2.banner.params.content_bg
source: Add semi-transparent background
ru_ru: Добавить полупрозрачную маску

# Languages::abt__ut2.banner.params.content_bg.tooltip
source: Under the description will appear semi-transparent background (the color depends on the color scheme), it will provide a better readability of text on motley background
ru_ru: Под описанием появится полупрозрачный фон (цвет зависит от схемы), он обеспечит лучшую читаемость текста на пёстром фоне

# Languages::abt__ut2.banner.params.how_to_open
source: How to open
ru_ru: Способ открытия

# Languages::abt__ut2.banner.params.how_to_open.variants.in_new_window
source: In a new window
ru_ru: В новом окне

# Languages::abt__ut2.banner.params.how_to_open.variants.in_popup
source: In a popup
ru_ru: Во всплывающем окне

# Languages::abt__ut2.banner.params.how_to_open.variants.in_this_window
source: In this window
ru_ru: В текущем окне

# Languages::abt__ut2.banner.params.use_avail_period
source: Use available period
ru_ru: Задать период действия

# Languages::abt__ut2.banner.params.avail_from
source: Available from
ru_ru: Период действия с

# Languages::abt__ut2.banner.params.avail_till
source: Available till
ru_ru: Период действия по

# Languages::abt__ut2.banner.params.class
source: User CSS-class
ru_ru: Пользовательский CSS-класс

# Languages::abt__ut2.sort_by_null_asc
source: Without sorting
ru_ru: Без сортировки

# Languages::abt__ut2.sort_by_timestamp_asc
source: Oldest Items First
ru_ru: Новинки ниже

# Languages::abt__ut2.sort_by_timestamp_desc
source: Newest Items First
ru_ru: Новинки выше

# Languages::abt__ut2.sort_by_position_asc
source: Position: Low to High
ru_ru: Низкие позиции выше

# Languages::abt__ut2.sort_by_position_desc
source: Position: High to Low
ru_ru: Высокие позиции выше

# Languages::abt__ut2.sort_by_product_asc
source: from A to Z
ru_ru: От А до Я

# Languages::abt__ut2.sort_by_product_desc
source: from Z to A
ru_ru: От Я до А

# Languages::abt__ut2.sort_by_price_asc
source: Price: Low to High
ru_ru: Дешевые выше

# Languages::abt__ut2.sort_by_price_desc
source: Price: High to Low
ru_ru: Дорогие выше

# Languages::abt__ut2.sort_by_popularity_asc
source: Popularity: Low to High
ru_ru: Менее популярные выше

# Languages::abt__ut2.sort_by_popularity_desc
source: Popular First
ru_ru: Популярные выше

# Languages::abt__ut2.sort_by_bestsellers_asc
source: Bestselling: Low to High
ru_ru: Наименее покупаемые в начале

# Languages::abt__ut2.sort_by_bestsellers_desc
source: Bestselling First
ru_ru: Хиты продаж

# Languages::abt__ut2.sort_by_on_sale_asc
source: Discount: Low to High
ru_ru: Высокие скидки в конце

# Languages::abt__ut2.sort_by_on_sale_desc
source: Discount: High to Low
ru_ru: Высокие скидки в начале

# Languages::abt__ut2.load_more_products.already_showing_all_products
source: Showing [n] product|Showing all [n] products
ru_ru: Показаны все [n] товар|Показаны все [n] товара|Показаны все [n] товаров
