Repository: Serj911vip/bellevie
Catalog: var/langs/*/addons/abt__unitheme2.po
Languages: ru_ru

# Languages::abt__ut2.load_more_products.show_more
source: Show another [n] product|Show another [n] products
ru_ru: Показать ещё [n] товар|Показать ещё [n] товара|Показать ещё [n] товаров

# Languages::abt__ut2.add_to_cart
source: Buy now
ru_ru: Купить

# Languages::abt__ut2.menu.tab_description
source: The following settings should be used only for menu items, that use extra templates in the menu block layout: <b>AB: Horizontal dropdown list with icons</b> or <b>AB: Vertical dropdown list with icons</b> of the UniTheme2 theme
ru_ru: Представленные ниже настройки следует применять только для пунктов меню, которые в макете для блока меню используют экстра шаблоны <b>AB: Горизонтальный выпадающий список с иконками</b> или <b>AB: Вертикальный выпадающий список с иконками</b> темы AB: UniTheme2

# Languages::abt__ut2.menu_with_icons.status
source: AB: Activate settings
ru_ru: AB: Активировать настройки

# Languages::abt__ut2.menu_with_icons.icon
source: Icon
ru_ru: Иконка

# Languages::ttc_abt__ut2.menu_with_icons.icon
source: Icon for menu item (max size for icons:<br> — for the first level items 32x32px / for HiDPI 64x64px). If you don't use <b>Short description</b> for the first level menu items, then max size will be 24x24px / for HiDPI 48x48px<br> — for the second level items max icons width 100px / for HiDPI 200px)
ru_ru: Иконка пункта меню (максимальный размер иконок:<br> — для пунктов первого уровня 32x32px / для HiDPI 64x64px). Если Bы не используете <b>Краткое описание</b> для пунктов меню первого уровня, то следует использовать максимальный размер 24x24px / для HiDPI 48x48px<br> — для пунктов второго уровня максимальная ширина иконок 100px / для HiDPI 200px)

# Languages::abt__ut2.menu_with_icons.desc
source: Short description
ru_ru: Краткое описание

# Languages::ttc_abt__ut2.menu_with_icons.desc
source: Short description for menu item (it is shown this field only for first-level items after menu item name)
ru_ru: Краткое описание пункта меню (показывается только для пунктов первого уровня ниже названия пункта меню)

# Languages::abt__ut2.menu_with_icons.dropdown
source: Activate 3-level menu (dropdown list)
ru_ru: Режим 3-х уровневого меню (выпадающим списком)

# Languages::ttc_abt__ut2.menu_with_icons.dropdown
source: Show children menu items with dropdown list (only for <b>AB: Vertical dropdown list with icons</b> for the first-level items). It is rational to use this mode for those first level menu items, that have a large number of elements (subitems) on the third nesting level
ru_ru: Активировать режим 3-х уровневого меню (выпадающим списком) (используется только для шаблона <b>AB: Вертикальный выпадающий список с иконками </b> для пунктов первого уровня). Рационально задействовать этот режим для тех пунктов меню первого уровня, которые имеют на третьем уровне вложенности большое количество элементов (подпунктов)

# Languages::abt__ut2.menu_with_icons.text
source: HTML-content
ru_ru: HTML-содержимое

# Languages::ttc_abt__ut2.menu_with_icons.text
source: HTML-content shown in this menu item (only for the first-level items). Used to show banner in mega menu (or any another content)
ru_ru: HTML-содержимое, отображаемое в этом пункте меню (только для пунктов первого уровня). Используется для показа баннера в мега меню (либо любого другого контента)

# Languages::abt__ut2.menu_with_icons.text_position
source: HTML-content position
ru_ru: Положение HTML-содержимого

# Languages::ttc_abt__ut2.menu_with_icons.text_position
source: Position of HTML-content, that will be shown in this menu item (only for the first-level items)
ru_ru: Положение HTML-содержимого, отображаемого в этом пункте меню (только для пунктов первого уровня)

# Languages::abt__ut2.menu_with_icons.text_position.bottom
source: Bottom
ru_ru: Внизу

# Languages::abt__ut2.menu_with_icons.text_position.right_bottom
source: Right bottom
ru_ru: Справа внизу

# Languages::abt__ut2.menu_with_icons.text_position.right_top
source: Right top
ru_ru: Справа вверху

# Languages::abt__ut2.menu_with_icons.label
source: Label
ru_ru: Маркер

# Languages::ttc_abt__ut2.menu_with_icons.label
source: Label for menu item (ability to mark with labels, important menu items (promotion, new, total sales, etc. optional))
ru_ru: Маркер пункта меню (возможность помечать лейблами, важные пункты меню (акция, новое, тотальная распродажа и др. по желанию))

# Languages::abt__ut2.menu_with_icons.label_color
source: Label color
ru_ru: Цвет маркера

# Languages::ttc_abt__ut2.menu_with_icons.label_color
source: Label color for menu item
ru_ru: Цвет маркера пункта меню

# Languages::abt__ut2.menu_with_icons.label_background
source: Label background
ru_ru: Фон маркера

# Languages::ttc_abt__ut2.menu_with_icons.label_background
source: Label background for menu item
ru_ru: Фон маркера пункта меню

# Languages::abt__ut2.settings
source: Theme settings
ru_ru: Настройки темы

# Languages::abt__ut2.settings.name
source: Name
ru_ru: Название

# Languages::abt__ut2.settings.value
source: Value for all devices
ru_ru: Значение для всех устройств

# Languages::abt__ut2.settings.value.desktop
source: Value for Desktop
ru_ru: Значение для ПК

# Languages::abt__ut2.settings.value.tablet
source: Value for Tablet
ru_ru: Значение для Планшет

# Languages::abt__ut2.settings.value.mobile
source: Value for Phone
ru_ru: Значение для Смартфон

# Languages::abt__ut2.settings.general
source: General
ru_ru: Общие

# Languages::abt__ut2.settings.general_description
source: Here are the general theme settings, they affect the appearance and store functionality
ru_ru: Здесь представлены общие настройки темы, они влияют на внешний вид и функционал магазина

# Languages::abt__ut2.settings.general.brand_feature_id
source: Brand feature ID
ru_ru: ID характеристики бренда

# Languages::abt__ut2.settings.general.brand_feature_id.tooltip
source: Specify brand Feature ID. Feature ID is located next to the feature name in the features list (Products -> Features in the store administrative panel).The parameter "Show in product list" must be checked/ticked for specified feature
ru_ru: Укажите Feature ID характеристики бренда. ID характеристики указывается рядом с названием характеристики в списке характеристик (Товары -> Характеристики в административной панели магазина). Обязательно для указанной характеристики должен быть установлен параметр "Показывать в списке товаров"

# Languages::abt__ut2.settings.general.blog_page_id
source: Blog main page ID
ru_ru: ID главной страницы блога

# Languages::abt__ut2.settings.general.blog_page_id.tooltip
source: Specify this setting to display the link "All pages" in the block "Actual news" (see Website -> Blog)
ru_ru: Укажите данную настройку, чтоб вывести ссылку "Все страницы" в блоке "Актуальные новости" (cмотрите Веб-сайт -> Блог)

# Languages::abt__ut2.settings.general.blog_page_id.button
source: All blog articles
ru_ru: Все статьи блога

# Languages::abt__ut2.settings.general.menu_min_height
source: Minimum height for the menu (only for Vertical type), px
ru_ru: Минимальная высота для меню (только для Вертикальный тип), px

# Languages::abt__ut2.settings.general.menu_min_height.tooltip
source: The minimum height for the vertical menu block with items of the second level. It is used to make the match of the height for left and right parts of menu (well described in the theme documentation)
ru_ru: Минимальная высота для блока вертикального меню с пунктами второго уровня. Используется для подгонки соответствия высоты левой и правой частей меню (детально описано в документации к теме)

# Languages::abt__ut2.settings.general.enable_fixed_header_panel
source: Enable sticky menu
ru_ru: Включить липкое меню

# Languages::abt__ut2.settings.general.enable_fixed_header_panel.tooltip
source: Allows you to display a fixed panel with elements of the header. The main elements of the store header will be visible even, when scrolling
ru_ru: Позволяет выводить сверху фиксированную панель с элементами шапки магазина. Основные элементы шапки будут видны даже при скроллинге

# Languages::abt__ut2.settings.category
source: Category
ru_ru: Категория

# Languages::abt__ut2.settings.category_description
source: Here are the theme settings for Categories pages
ru_ru: Здесь представлены настройки для страниц Категорий

# Languages::abt__ut2.settings.category.show_subcategories
source: Show subcategories on category pages
ru_ru: Отображать подкатегории в категориях

# Languages::abt__ut2.settings.category.show_subcategories.tooltip
source: Allows subcategories to be displayed in categories
ru_ru: Разрешает вывод подкатегорий в категориях

# Languages::abt__ut2.settings.category.description_position
source: Display category description
ru_ru: Отображать описание категории

# Languages::abt__ut2.settings.category.description_position.tooltip
source: Determines how the category description is displayed (nevertheless, regardless of the place of display, the Description field will be displayed in the code always above the product block, this is one of the recommendations of SEO audits)
ru_ru: Определяет способ отображения описания категории (при этом вне зависимости от места отображения поле Описание будет выводиться в коде всегда выше товарного блока, это одна из рекомендаций SEO аудитов)

# Languages::abt__ut2.settings.category.description_position.variants.bottom
source: After products
ru_ru: Ниже товарного блока

# Languages::abt__ut2.settings.category.description_position.variants.top
source: Before products
ru_ru: Выше товарного блока

# Languages::abt__ut2.settings.category.description_position.variants.none
source: Don't display
ru_ru: Не отображать

# Languages::abt__ut2.settings.features
source: Features
ru_ru: Характеристики

# Languages::abt__ut2.settings.features_description
source: Here are the settings for the Features pages
ru_ru: Здесь представлены настройки для страниц Характеристики

# Languages::abt__ut2.settings.features.description_position
source: Display feature description
ru_ru: Отображать описание характеристики

# Languages::abt__ut2.settings.features.description_position.tooltip
source: Determines how the feature description is displayed (nevertheless, regardless of the place of display, the Description field will be displayed in the code always above the product block, this is one of the recommendations of SEO audits)
ru_ru: Определяет способ отображения описания характеристики (при этом вне зависимости от места отображения поле Описание будет выводиться в коде всегда выше товарного блока, это одна из рекомендаций SEO аудитов)

# Languages::abt__ut2.settings.features.description_position.variants.bottom
source: After products
ru_ru: Ниже товарного блока

# Languages::abt__ut2.settings.features.description_position.variants.top
source: Before products
ru_ru: Выше товарного блока

# Languages::abt__ut2.settings.features.description_position.variants.none
source: Don't display
ru_ru: Не отображать

# Languages::abt__ut2.settings.product_list
source: Product lists
ru_ru: Списки товаров

# Languages::abt__ut2.settings.product_list_description
source: Here are the product lists settings of the theme, that affect the output for all product blocks and product lists on categories, search, features pages. Note: blocks can have their own settings and not use selected parameters. The presence of the <i class="icon-is-addon"></i> icon for the setting means, that it is dependent on the presence of an addon, that needs to be turned on
ru_ru: Здесь представлены настройки темы, которые влияют на вывод товарных списков — блоки с товарами, списки товаров в категории, поиске, на странице характеристик. Обратите внимание: блоки могут иметь свои собственные настройки и не использовать выбранные ниже параметры. Наличие иконки <i class="icon-is-addon"></i> рядом с названием настройки означает, что она модулезависима (вступает в силу только при наличии включенного модуля, который отвечает за соответствующий функционал)

# Languages::abt__ut2.settings.product_list.show_gallery
source: Show product mini icons gallery in the product list
ru_ru: Показывать галерею мини иконок товара в товарном списке

# Languages::abt__ut2.settings.product_list.show_gallery.tooltip
source: Activates the option of scrolling the product photos mini gallery in the lists. Applies only to the product list with the "Grid" output template
ru_ru: Активирует опцию скроллинга мини галереи фотографий товара в списках. Применяется только для товарного списка с шаблоном вывода "Сетка"

# Languages::abt__ut2.settings.product_list.lazy_load
source: Use images lazy load
ru_ru: Использовать отложенную загрузку изображений

# Languages::abt__ut2.settings.product_list.lazy_load.tooltip
source: Speeds up the category page loading due to the fact, that images are loaded after the page is already loaded, images will be loaded only by users screen demand. Not compatible with activated option of setting "Show product mini icons gallery in the product list"
ru_ru: Ускоряет загрузку страницы категории за счет того, что изображения загружаются после загрузки страницы, а также по мере их отображения на экране пользователя. Не совместим с активированной опцией настроек "Показывать галерею мини иконок товара в товарном списке"

# Languages::abt__ut2.settings.product_list.decolorate_out_of_stock_products
source: Decolorize out of stock products
ru_ru: Обесцвечивать товары, которых нет в наличии

source: Applies the effect of decolorize for product items, that are out of stock. Only for lists in categories is used
ru_ru: Применяет эффект обесцвечивания для плиток товаров, которых нет в наличии. Используется только для списков в категориях

# Languages::abt__ut2.settings.product_list.show_fixed_filters_button
source: Enable fixed filter call button
ru_ru: Включить фиксированную кнопку вызова фильтров

# Languages::abt__ut2.settings.product_list.show_fixed_filters_button.tooltip
source: When the setting is turned on when the page is scrolled, a button for calling filters will appear.
ru_ru: Когда настройка включена при скролле страницы будет появлятся кнопка для вызова фильтров

# Languages::abt__ut2.settings.product_list.limit_product_variations
source: The maximum quantity of the displayed products variations
ru_ru: Максимальное количество отображаемых вариаций товара

# Languages::abt__ut2.settings.product_list.limit_product_variations.tooltip
source: Specify the number of available variations, that will be shown for the product in the list, if more variations are available, than specified in the setting, the remaining amount will be indicated in brackets (+ N more). Value <сode> 0 </code> in setting will block the display of variations.
ru_ru: Укажите количество доступных вариаций, которые будут показаны для товара в списке, если доступно больше вариаций, чем указано в настройке, то оставшееся количество будет указано в скобках (еще +N). Значение <code>0</code> заблокирует отображение вариаций.

# Languages::abt__ut2.settings.product_list.products_multicolumns_group
source: Settings for "Grid" product list view
ru_ru: Настройки для вида списка товаров "Сетка"

source: Settings for "Grid" product list view. Please note, that some settings allow you to control the output of functional elements for different devices separately
ru_ru: Настройки для вида списка товаров "Сетка". Обратите внимание, некоторые настройки позволяют управлять выводом элементов функционала для разных устройств в отдельности

# Languages::abt__ut2.settings.product_list.products_multicolumns.grid_item_height
source: Minimum height for product cell, px
ru_ru: Минимальная высота для ячейки товара, px

source: Defines the product cell height according to your needs
ru_ru: Определяет высоту для ячейки товара согласно Вашим потребностям

# Languages::abt__ut2.settings.product_list.products_multicolumns.show_sku
source: Show product code (Sku)
ru_ru: Отображать код товара

# Languages::abt__ut2.settings.product_list.products_multicolumns.show_sku.tooltip
source: Allow product code (Sku) showing
ru_ru: Разрешить отображение кода товара

# Languages::abt__ut2.settings.product_list.products_multicolumns.show_qty
source: Show quantity changer
ru_ru: Отображать модификатор количества

# Languages::abt__ut2.settings.product_list.products_multicolumns.show_qty.tooltip
source: Allow the display of the quantity selection field
ru_ru: Разрешить отображение поле выбора количества товара

# Languages::abt__ut2.settings.product_list.products_multicolumns.show_buttons
source: Show "Add to cart" buttons
ru_ru: Отображать кнопки "Купить"

source: Allow the display of the "Add to cart" and "Buy now with 1-click" buttons
ru_ru: Разрешить вывод кнопок "Купить" и "Купить в один клик"

source: Show buttons only while hovering
ru_ru: Отображать кнопки, только при наведении

source: Buttons "Add to cart" and "Buy now with 1-click" will be shown only while hovering on the product cell
ru_ru: Кнопки "Купить" и "Купить в один клик" будут отображаться только при наведении на ячейку товара

source: Content of bottom part of the product grid item
ru_ru: Содержимое нижней части товарной плитки

source: Select, what fields will be used as a additional information of the product item
ru_ru: Выберите, что будет использоваться в качестве информации о товаре

source: Don't display
ru_ru: Не отображать

source: Short description
ru_ru: Краткое описание

source: Feature list
ru_ru: Список характеристик

# Languages::abt__ut2.settings.product_list.products_multicolumns.show_brand_logo
source: Show brand logo
ru_ru: Отображать логотип бренда

source: Allow the brand logo displaying (requires proper assigned option "Brand feature ID" in the "General" section of theme settings and downloaded images for Brand feature variants)
ru_ru: Разрешить отображение логотипа бренда (необходима правильная настройка опции "ID характеристики бренда" в секции "Общие" настроек темы, а также наличие загруженных изображений для вариантов характеристики Бренд)

# Languages::abt__ut2.settings.product_list.products_multicolumns.show_you_save
source: Show "You save"
ru_ru: Отображать "Вы экономите"

source: Shows information about savings (amount of your savings)
ru_ru: Выводит информацию об экономии (сумма сэкономленных средств)

# Languages::abt__ut2.settings.product_list.products_without_options_group
source: Settings for "List without options" product list view
ru_ru: Настройки для вида списка товаров "Список без опций"

source: Settings for "List without options" product list view. Please note, that some settings allow you to control the output of functional elements for different devices separately
ru_ru: Настройки для вида списка товаров "Список без опций". Обратите внимание, некоторые настройки позволяют управлять выводом элементов функционала для разных устройств в отдельности

# Languages::abt__ut2.settings.product_list.products_without_options.show_sku
source: Show product code (Sku)
ru_ru: Отображать код товара

source: Allow product code (Sku) showing
ru_ru: Разрешить отображение кода товара

# Languages::abt__ut2.settings.product_list.products_without_options.show_amount
source: Show product availability status
ru_ru: Отображать статус наличия

source: Allow the display of the status of stock availability (In stock, Out of stock)
ru_ru: Разрешить отображение статуса наличия товара на складе (В наличии, Нет в наличии)

# Languages::abt__ut2.settings.product_list.products_without_options.show_qty
source: Show quantity changer
ru_ru: Отображать модификатор количества

source: Allow the display of the quantity selection field
ru_ru: Разрешить отображение поле выбора количества товара

# Languages::abt__ut2.settings.product_list.products_without_options.show_features
source: Show product features
ru_ru: Отображать характеристики товара

source: Allow display of selected product features (for displaying in the product list the feature must have an active setting "Show in product list")
ru_ru: Разрешить отображение выбранных характеристик товара (для отображения в списке товаров характеристика должна иметь активную настройку "Показывать в списке товаров")

# Languages::abt__ut2.settings.product_list.products_without_options.show_options
source: Show product options
ru_ru: Отображать опции товара

source: Allow display of product options
ru_ru: Разрешить отображение опций товара

source: Show brand logo
ru_ru: Отображать логотип бренда

source: Allow the brand logo displaying (requires proper assigned option "Brand feature ID" in the "General" section of theme settings and downloaded images for Brand feature variants)
ru_ru: Разрешить отображение логотипа бренда (необходима правильная настройка опции "ID характеристики бренда" в секции "Общие" настроек темы, а также наличие загруженных изображений для вариантов характеристики Бренд)

# Languages::abt__ut2.settings.product_list.short_list_group
source: Settings for "Compact list" product list view
ru_ru: Настройки для вида списка товаров "Компактный список"

# Languages::abt__ut2.settings.product_list.short_list_group_description
source: Settings for "Compact list" product list view. Pay attention to the presence of addon-dependent settings. Some settings allow managing functionality elements output for different devices separately
ru_ru: Настройки для вида списка товаров "Компактный список". Обратите внимание на наличие модулезависимых настроек. Некоторые настройки позволяют управлять выводом элементов функционала для разных устройств в отдельности

# Languages::abt__ut2.settings.product_list.short_list.show_sku
source: Show product code (Sku)
ru_ru: Отображать код товара

# Languages::abt__ut2.settings.product_list.short_list.show_sku.tooltip
source: Allow product code (Sku) showing
ru_ru: Разрешить отображение кода товара

# Languages::abt__ut2.settings.product_list.short_list.show_qty
source: Show quantity changer
ru_ru: Отображать модификатор количества

# Languages::abt__ut2.settings.product_list.short_list.show_qty.tooltip
source: Allow the display of the quantity selection field
ru_ru: Разрешить отображение поле выбора количества товара

# Languages::abt__ut2.settings.product_list.short_list.show_button
source: Show "Add to cart" button
ru_ru: Отображать кнопку "Купить"

# Languages::abt__ut2.settings.product_list.short_list.show_button.tooltip
source: Allow the display of the "Add to cart" buttons
ru_ru: Разрешить отображение кнопок "Купить"

# Languages::abt__ut2.settings.product_list.short_list.show_button_quick_view
source: Show "Quick view" button
ru_ru: Отображать кнопку "Быстрый просмотр"

source: Allow the display of the "Quick view" button
ru_ru: Разрешить отображение кнопки "Быстрый просмотр"

# Languages::abt__ut2.settings.product_list.short_list.show_button_wishlist
source: Show "Add to wish list" button
ru_ru: Отображать кнопку "Добавить в избранное"

source: Allow the display of the "Add to wish list" button
ru_ru: Разрешить отображение кнопки "Добавить в избранное"

# Languages::abt__ut2.settings.product_list.short_list.show_button_compare
source: Show "Add to comparison list" button
ru_ru: Отображать кнопку "Добавить к сравнению"

# Languages::abt__ut2.settings.product_list.short_list.show_button_compare.tooltip
source: Allow the display of the "Add to comparison list" button
ru_ru: Разрешить отображение кнопки "Добавить к сравнению"

# Languages::abt__ut2.settings.products
source: Product
ru_ru: Товар

# Languages::abt__ut2.settings.products_description
source: Here theme settings which affect the product detailed page appearance
ru_ru: Здесь представлены настройки темы, которые влияют на внешний вид страницы товара

# Languages::abt__ut2.settings.products.custom_block_id
source: Custom block ID / Output the block in the right column
ru_ru: ID пользовательского блока / Выводить блок в правой колонке
