Repository: Serj911vip/bellevie
Catalog: var/langs/*/addons/abt__unitheme2.po
Languages: ru_ru

# Languages::abt__ut2.settings.products.custom_block_id.tooltip
source: Specify the custom block ID, which you want to display on the right side of the product detail page (the block must be added to the Products layout and can be turned off, a special function will add it to the intended place to bypass the CS-Cart layout system) (well described in the theme documentation)
ru_ru: Укажите ID пользовательского блока, который вы хотите вывести в правой части карточки товара (блок должен быть добавлен в макет Товары и может быть выключен, специальная функция добавит его в предусмотренное место в обход системы макетов CS-Cart) (детально описано в документации к теме)

# Languages::abt__ut2.settings.products.view_group
source: Additional displaying settings
ru_ru: Дополнительные настройки отображения

# Languages::abt__ut2.settings.products.view_group_description
source: Additional appearance settings for the product page
ru_ru: Дополнительные настройки внешнего вида страницы товара

# Languages::abt__ut2.settings.products.view.show_sticky_add_to_cart
source: Show sticky block Add to cart (only for mobile devices)
ru_ru: Отображать липкий блок Купить (только для мобильных устройств)

# Languages::abt__ut2.settings.products.view.show_sticky_add_to_cart.tooltip
source: Allow output of a fixed block with the Add to cart button at the bottom of the mobile device screen. Also depending on the state of the option "Show quantity changer" in the block, the changer of products quantity for the order can be shown
ru_ru: Разрешить вывод фиксированного блока с кнопкой Купить в нижней части экрана мобильного устройства для карточки товара. Также в зависимости от состояния настройки "Отображать модификатор количества" в блоке может быть указан модификатор количества товаров для заказа

# Languages::abt__ut2.settings.products.view.show_qty
source: Show quantity changer
ru_ru: Отображать модификатор количества

# Languages::abt__ut2.settings.products.view.show_qty.tooltip
source: Allow the display of the quantity selection field
ru_ru: Разрешить отображение поле выбора количества товара

# Languages::abt__ut2.settings.products.view.show_features
source: Show product features
ru_ru: Отображать характеристики товара

# Languages::abt__ut2.settings.products.view.show_features.tooltip
source: Allow displaying of selected product features (for displaying on the product page (but not in Features tab), the feature must have an active setting "Show in header on the product details page")
ru_ru: Разрешить отображение выбранных характеристик товара (для отображения на странице товара (не путать с отображением во вкладке Особенности) характеристика должна иметь активную настройку "Показывать в заголовке карточки товара")

# Languages::abt__ut2.settings.products.view.show_short_description
source: Show short description
ru_ru: Отображать краткое описание

# Languages::abt__ut2.settings.products.view.show_short_description.tooltip
source: Allow the display of the "Short description"
ru_ru: Разрешить отображение "Краткого описания" товара

# Languages::abt__ut2.settings.products.view.show_sku
source: Show product code (Sku)
ru_ru: Отображать код товара

# Languages::abt__ut2.settings.products.view.show_sku.tooltip
source: Allow product code (Sku) showing
ru_ru: Разрешить отображение кода товара

# Languages::abt__ut2.settings.products.addon_buy_together_group
source: "Buy together" addon
ru_ru: Модуль "Комбинации товаров"

# Languages::abt__ut2.settings.products.addon_buy_together_group_description
source: Native CS-Cart add-on, which allows to display profitable offers in combination with the current product, on the page of which the user is located
ru_ru: Нативный модуль CS-Cart, позволяющий выводить выгодные предложения в комбинации с текущим товаров, на странице которого находится пользователь

# Languages::abt__ut2.settings.products.addon_buy_together.view
source: Way of display
ru_ru: Способ отображения

# Languages::abt__ut2.settings.products.addon_buy_together.view.tooltip
source: Choose way of display (added by AB: UniTheme2 theme or standard output by the tab)
ru_ru: Выберите способ отображения (добавленный темой AB: UniTheme2 или стандартный вывод вкладкой)

source: As block before product tabs
ru_ru: Как блок перед вкладками товара

source: As product tab
ru_ru: Как вкладка товара

# Languages::abt__ut2.settings.products.addon_required_products_group
source: "Required products" addon
ru_ru: Модуль "Требуемые товары"

# Languages::abt__ut2.settings.products.addon_required_products_group_description
source: Native CS-Cart addon "Required products" creates a group of products, that will be added to the cart with the product, on which page the user is located
ru_ru: Нативный модуль CS-Cart "Требуемые товары" создает группировку товаров, которые будут добавлены в корзину с товаром, на странице которого находится пользователь

# Languages::abt__ut2.settings.products.addon_required_products.list_type
source: Template
ru_ru: Шаблон

# Languages::abt__ut2.settings.products.addon_required_products.list_type.tooltip
source: Choose template for displaying product list
ru_ru: Выберите шаблон отображения списка товаров

source: Grid
ru_ru: Сетка

source: Compact list
ru_ru: Компактный список

source: List without options
ru_ru: Список без опций

# Languages::abt__ut2.settings.products.addon_required_products.item_quantity
source: Show products in row
ru_ru: Показывать товаров в ряд

source: Specify the quantity products to display in a row (only for "Grid")
ru_ru: Укажите количество для отображения товаров в ряд (только для "Сетка")

# Languages::abt__ut2.settings.products.addon_social_buttons_group
source: Addon "Social buttons"
ru_ru: Модуль "Социальные кнопки"

# Languages::abt__ut2.settings.products.addon_social_buttons_group_description
source: Native CS-Cart addon "Social Buttons" displays Share buttons widgets for social networks
ru_ru: Нативный модуль CS-Cart "Социальные кнопки" выводит виджеты кнопок Поделиться для социальных сетей

# Languages::abt__ut2.settings.products.addon_social_buttons.view
source: Show Share buttons for social networks
ru_ru: Отображать кнопки социальных сетей

# Languages::abt__ut2.settings.products.addon_social_buttons.view.tooltip
source: Please note, that using this option slows down the loading of the product page. Not recommended for displaying on mobile devices.
ru_ru: Обратите внимание, включение этой опции сильно замедляет загрузку страницы товара. Не рекомендуется к отображению на мобильных устройствах.

# Languages::abt__ut2.addon_social_buttons.share
source: Share
ru_ru: Поделиться

# Languages::abt__ut2.settings.load_more
source: Show more
ru_ru: Показать ещё

# Languages::abt__ut2.settings.load_more_description
source: Below are the settings for the "Show more" functional for various objects in lists (lazy pagination)
ru_ru: Ниже представлены настройки механизма "Показать ещё" для различных объектов в списках (ленивая пагинация)

# Languages::abt__ut2.settings.load_more.product_list
source: Allow for product lists
ru_ru: Разрешить для товарных списков

# Languages::abt__ut2.settings.load_more.product_list.tooltip
source: Allow display of "Show more" button for categories, brands, newest pages etc.
ru_ru: Разрешить отображение кнопки "Показать ещё" для страниц категорий, брендов, новинок и т.д.

# Languages::abt__ut2.settings.load_more.blog
source: Allow for the Blog
ru_ru: Разрешить для Блога

# Languages::abt__ut2.settings.load_more.blog.tooltip
source: Allow displaying "Show more" button for Blog posts
ru_ru: Разрешить отображение кнопки "Показать ещё" для постов блога

# Languages::abt__ut2.settings.load_more.mode
source: Paginator operation mode
ru_ru: Режим работы пагинатора

# Languages::abt__ut2.settings.load_more.mode.variants.auto
source: Automatically
ru_ru: Автоматически

# Languages::abt__ut2.settings.load_more.mode.variants.on_button_click
source: By button click
ru_ru: По клику на кнопку

# Languages::abt__ut2.settings.load_more.mode.tooltip
source: Choose working mode for button Show more.<br /><b>Automatically</b> — in this mode next page will be loaded over N px before the end of page while scrolling down.<br /><b>By button click</b> — next products page will be loaded only clicking the button by the user
ru_ru: Выберите режим работы кнопки Показать ещё.<br /><b>Автоматически</b> — в этом режиме, следующая страница товаров будет загружаться за N px до конца страницы при прокрутке вниз. <br /><b>По клику на кнопку</b> — загрузка следующей страницы товаров будет происходить только по клику кнопки пользователем

# Languages::abt__ut2.settings.load_more.before_end
source: Start for N px to the end of the page
ru_ru: Запустить за N px до конца страницы

# Languages::abt__ut2.settings.load_more.before_end.tooltip
source: Used only for working mode Automatically
ru_ru: Используется только тогда, когда выбран вариант Автоматически

# Languages::abt__ut2.load_more.show_more.pages
source: Show another [n] page|Show another [n] pages
ru_ru: Показать еще [n] страницу|Показать еще [n] страницы|Показать еще [n] страниц

# Languages::abt__ut2.load_more.show_more.products
source: Show another [n] product|Show another [n] products
ru_ru: Показать еще [n] товар|Показать еще [n] товара|Показать еще [n] товаров

# Languages::abt__ut2.settings.addons
source: Addons
ru_ru: Модули

# Languages::abt__ut2.settings.addons_description
source: Here are setting, that affect on appearance of different addons pages in theme
ru_ru: Здесь представлены настройки, которые влияют на отображение сторонних модулей

# Languages::abt__ut2.settings.addons.wishlist_products_group
source: "Wish List" addon
ru_ru: Модуль "Отложенные товары"

# Languages::abt__ut2.settings.addons.wishlist_products_group_description
source: Allows to add products to user wishlists
ru_ru: Позволяет добавлять товары в списки желаний пользователя

# Languages::abt__ut2.settings.addons.wishlist_products.item_quantity
source: Show products in a row
ru_ru: Показывать товаров в ряд

# Languages::abt__ut2.settings.addons.wishlist_products.item_quantity.tooltip
source: Specify the quantity to display products in a row (only for "Grid")
ru_ru: Укажите количество для отображения товаров в ряд (только для "Сетка")

# Languages::abt__ut2.less_settings
source: Color scheme settings
ru_ru: Настройки цветосхемы

# Languages::abt__ut2.less_settings.style.tooltip
source: Select Style (less-file, to which the following settings will be applied)
ru_ru: Выберите Стиль (less-файл, к которому будут применены следующие настройки)

# Languages::abt__ut2.less_settings.general
source: Main Color Scheme Settings
ru_ru: Основные настройки цветосхемы

# Languages::abt__ut2.less_settings.general_description
source: <b>Attention!</b> These settings apply only to the selected color scheme (in order to see the changes: make sure, that the selected in the "Style" settings field value corresponds to the color scheme, selected in your store (you can check the selected color scheme by Design -> Themes -> in the table opposite the chosen as default layout))
ru_ru: <b>Внимание!</b> Данные настройки применяются только к выбранной цветосхеме (для того, чтобы увидеть изменения: убедитесь, что выбранный в поле настроек "Style" соответствует выбранной в Вашем магазине цветосхеме (выбранный вариант цветосхемы Вы можете проверить по пути Дизайн -> Темы -> в таблице напротив выбранного по умолчанию макета))

# Languages::abt__ut2.less_settings.general.show_grid_border
source: Frame type of the product in the grid
ru_ru: Тип обрамления товара в сетке

# Languages::abt__ut2.less_settings.general.show_grid_border.tooltip
source: You can change the frame type for cells in the lists of products
ru_ru: Вы можете изменить тип обрамления для ячеек в списках товаров

# Languages::abt__ut2.less_settings.general.show_grid_border.variants.none
source: Not framed
ru_ru: Без рамки

source: Frame without external indents
ru_ru: Рамка без внешних отступов

source: Frame with outer indents
ru_ru: Рамка с внешними отступами

# Languages::abt__ut2.less_settings.general.use_elements_alignment
source: Use elements alignment
ru_ru: Использовать выравнивание элементов в товарной сетке

# Languages::abt__ut2.less_settings.general.use_elements_alignment.tooltip
source: Allows you to align some elements of the list of symmetrically neighboring cells of products
ru_ru: Позволяет выровнять некоторые элементы списка симметрично соседних ячеек товаров

# Languages::abt__ut2.less_settings.general.use_elements_alignment.variants.use
source: Use
ru_ru: Использовать

source: Don't use
ru_ru: Не использовать

# Languages::abt__ut2.less_settings.general.button_style
source: Style for buttons
ru_ru: Оформление для кнопок

# Languages::abt__ut2.less_settings.general.button_style.tooltip
source: Style for buttons
ru_ru: Оформление для кнопок

# Languages::abt__ut2.less_settings.general.button_style.variants.use_background
source: Use filled background
ru_ru: Использовать фоновую заливку

# Languages::abt__ut2.less_settings.general.button_style.variants.use_border
source: Use border only
ru_ru: Использовать только контур

# Languages::abt__ut2.less_settings.general.show_button_shadow
source: Show shadow for buttons
ru_ru: Отображать тень для кнопок

# Languages::abt__ut2.less_settings.general.show_button_shadow.tooltip
source: Use shadow in the buttons design
ru_ru: В оформлении кнопок будет использоваться тень

# Languages::abt__ut2.less_settings.general.discount_label_style
source: Discount labels style
ru_ru: Стиль маркеров со скидкой

# Languages::abt__ut2.less_settings.general.discount_label_style.tooltip
source: Specify the displaying form of discount labels
ru_ru: Укажите форму отображения маркеров со скидкой

# Languages::abt__ut2.less_settings.general.discount_label_style.variants.as_drop
source: Drop
ru_ru: Каплей

source: Round
ru_ru: Круглый

source: Rectangular
ru_ru: Прямоугольный

# Languages::abt__ut2.less_settings.general.use_rounding
source: Round corners for interface elements
ru_ru: Скруглить углы для элементов интерфейса

# Languages::abt__ut2.less_settings.general.use_rounding.tooltip
source: Use rounding corners of elements (windows, buttons, icons, form fields, etc.)
ru_ru: Использовать скругление углов элементов (окна, кнопки, иконки, поля форм и др.)

# Languages::abt__ut2.less_settings.general.use_rounding.variants.do_not_use
source: Don't use
ru_ru: Не использовать

# Languages::abt__ut2.less_settings.general.use_rounding.variants.little
source: Make a little roundness
ru_ru: Придать небольшую округлость

# Languages::abt__ut2.less_settings.general.use_rounding.variants.full
source: Fully rounded
ru_ru: Полностью скруглить

# Languages::abt__ut2.less_settings.general.stars_rating_color
source: Color of starlets for product rating
ru_ru: Цвет звездочек рейтинга товара

# Languages::abt__ut2.less_settings.general.stars_rating_color.tooltip
source: Specify your own star color for product rating
ru_ru: Укажите собственный цвет звездочек рейтинга товара

# Languages::abt__ut2.less_settings.general.extend_grid_item_on_hover
source: Expand grid item on hover
ru_ru: Эффект увеличения ячейки при наведении мышью

# Languages::abt__ut2.less_settings.general.extend_grid_item_on_hover.tooltip
source: Adds the extending effect for item grid, when hovering on it in the list. Applies only to the Grid view of listings.
ru_ru: Добавляет эффект увеличения (индикации выбора) при наведении на ячейку товара в списке. Применяется только для вида списка товаров "Сетка".

# Languages::abt__ut2.less_settings.general.show_animation_for_not_empty_cart
source: Use animation effect for nonempty cart
ru_ru: Использовать эффект анимации для непустой корзины

source: Adds animation effect, to pay attention to the nonempty user cart
ru_ru: Добавляет эффект, привлекающий внимание к непустой пользовательской корзине

# Languages::abt__ut2.demodata
source: Demo data
ru_ru: Демо-данные

# Languages::abt__ut2.demodata.description
source: On this page you can quickly create theme demo data
ru_ru: На этой странице вы можете быстро создать демо-данные темы

# Languages::abt__ut2.demodata.table.description
source: Demo data type
ru_ru: Вид демо данных

# Languages::abt__ut2.demodata.table.add_banners
source: Add demo banners
ru_ru: Добавить демо-баннеры

# Languages::abt__ut2.demodata.table.add_menu
source: Add demo menu with icons and banners
ru_ru: Добавить демо-меню с иконками и баннерами

# Languages::abt__ut2.demodata.table.add_blog
source: Add demo blog
ru_ru: Добавить демо-блог

# Languages::abt__ut2.demodata.table.add_products
source: Add demo products
ru_ru: Добавить демо-товары

# Languages::abt__ut2.demodata.errors.no_such_type
source: No such demo data type
ru_ru: Нет такого типа демо-данных

# Languages::abt__ut2.export
source: Export
ru_ru: Экспорт

# Languages::abt__ut2.export.description
source: On this page you can quickly export the data you need in json format
ru_ru: На этой странице вы можете быстро экспортировать нужные вам данные в формат json

# Languages::abt__ut2.export.table.description
source: Data type
ru_ru: Тип данных

# Languages::abt__ut2.export.table.data
source: Export data
ru_ru: Данные для экспорта

# Languages::abt__ut2.export.actions.banners
source: Banners
ru_ru: Баннеры

# Languages::abt__ut2.export.actions.banners.placeholder
source: Banners IDs
ru_ru: ID баннеров

# Languages::abt__ut2.export.actions.menu
source: Menu
ru_ru: Меню

# Languages::abt__ut2.export.actions.menu.placeholder
source: Menu IDs
ru_ru: ID меню

# Languages::abt__ut2.export.actions.blog
source: Blog
ru_ru: Блог

# Languages::abt__ut2.export.actions.blog.placeholder
source: Parent pages IDs
ru_ru: ID родительских страниц

# Languages::abt__ut2.export.actions.products
source: Products
ru_ru: Товары

# Languages::abt__ut2.export.actions.products.placeholder
source: Products IDs
ru_ru: ID товаров

# Languages::abt__ut2.export.errors.no_such_type
source: No such type of export for the theme
ru_ru: Нет такого типа экспорта для темы

# Languages::abt__ut2.export.success
source: were exported successfully
ru_ru: экспортированы

# Languages::abt__ut2.demodata.success
source: were created successfully
ru_ru: созданы успешно

# Languages::abt__ut2.export.success.banners
source: Banners [ids] were exported successfully
ru_ru: Баннеры [ids] экспортированы

# Languages::abt__ut2.demodata.success.banners
source: Banners [ids] were created successfully
ru_ru: Баннеры [ids] созданы успешно

# Languages::abt__ut2.export.success.blog
source: Blog were exported successfully
ru_ru: Блог экспортирован успешно

# Languages::abt__ut2.demodata.success.blog
source: Blog pages [ids] were created successfully
ru_ru: Страницы блога [ids] созданы успешно

# Languages::abt__ut2.demodata.errors.no_blog_page
source: You should create the blog`s parent page
ru_ru: Вам необходимо создать родительскую страницу блога

# Languages::abt__ut2.demodata.errors.no_data
source: No data.json file
ru_ru: Нет файла data.json

# Languages::abt__ut2.export.success.menu
source: Menu [ids] were exported successfully
ru_ru: Меню [ids] экспортированы

# Languages::abt__ut2.demodata.errors.menu_wasnt_created
source: Menu [name] failed to create
ru_ru: Меню [name] не удалось создать

# Languages::abt__ut2.demodata.success.menu
source: Menu [menus] were created successfully
ru_ru: Меню [menus] созданы успешно

# Languages::abt__ut2.microdata
source: Organization microdata
ru_ru: Микроразметка организации

# Languages::abt__ut2.help
source: Help
ru_ru: Справка

# Languages::abt__ut2.help.doc
source: Read <a target='_blank' href='https://cs-cart.alexbranding.com/en/abt__unitheme2.doc'>the documentation</a>.
ru_ru: Ознакомиться с <a target='_blank' href='https://cs-cart.alexbranding.com/ru/abt__unitheme2.doc'>документацией</a>.

# Languages::privileges.abt__ut2.settings.manage
source: Manage theme settings
ru_ru: Управление настройками темы

# Languages::privileges.abt__ut2.settings.view
source: View theme settings
ru_ru: Просмотр настроек темы

# Languages::privileges.abt__ut2.buy_together_generate
source: AB: "Buy together" generator
ru_ru: AB: Генератор "Комбинации товаров"

# Languages::abt__ut2_buy_together.generate
source: AB: "Buy together" generator
ru_ru: AB: Генератор "Комбинации товаров"

# Languages::abt__ut2_buy_together.manage
source: AB: "Buy together" manage
ru_ru: AB: Управление "Комбинации товаров"

# Languages::abt__ut2.form.generate
source: Generate
ru_ru: Генерировать

# Languages::abt__ut2.form.header.general
source: General
ru_ru: Общее

# Languages::tt_addons_abt__unitheme2_views_abt__ut2_buy_together_generate_name
source: You can use placeholder %product% which will be replaced by original product name
ru_ru: Используйте плейсхолдер %product% чтобы вставить название основного товара

source: You can use placeholder %product% which will be replaced by original product name
ru_ru: Используйте плейсхолдер %product% чтобы вставить название основного товара

# Languages::abt__ut2.form.header.base_products
source: Base products
ru_ru: Основные товары

# Languages::abt__ut2.form.header.additional_products
source: Additional products
ru_ru: Дополнительные товары

# Languages::abt__ut2_bt.combinations_generated
source: Generated [n] comb.
ru_ru: Сгенерировано [n] комб.

# Languages::abt__ut2_bt.empty_data
source: Choose products for combinations
ru_ru: Выберите товары для комбинаций

# Languages::abt__ut2_buy_together.editing
source: Editing
ru_ru: Редактирование

# Languages::abt__ut2_bt.form.find_by_name
source: Find by name
ru_ru: Найти по названию

# Languages::abt__ut2_bt.form.find_by_base_product
source: Find by base product
ru_ru: Найти по основному товару

# Languages::abt__ut2_bt.form.find_by_additional_product
source: Find by additional product
ru_ru: Найти по дополнительному товару

# Languages::abt__ut2.developer
source: Based on a premium theme — <a href="https://cs-cart.alexbranding.com/en/template-unitheme.html" rel="nofollow">© AB: UniTheme2</a>
ru_ru: На базе премиум темы — <a href="https://cs-cart.alexbranding.com/ru/shablon-unitheme-ru.html" rel="nofollow">© AB: UniTheme2</a>

# Languages::abt__ut2.contacts
source: Contact us
ru_ru: Контакты

# Languages::abt__ut2.blog.there_is_video
source: Video
ru_ru: Видео

# Languages::abt__ut2.blog.there_are_offers
source: Recommendations
ru_ru: Рекомендации

# Languages::abt__ut2.mainbox_general_seo
source: AB: General title (SEO)
ru_ru: AB: Основной заголовок (SEO)

# Languages::abt__ut2.hover_to_enlarge
source: Hover on image to enlarge
ru_ru: Наведите на картинку для увеличения

# Languages::abt__ut2.brands
source: Brands
ru_ru: Бренды

# Languages::abt__ut2.add_to_wishlist.tooltip
source: Add to wishlist
ru_ru: Добавить в список отложенных товаров

# Languages::block_abt__ut2_light_menu
source: AB: Light menu
ru_ru: AB: Легковесное меню

# Languages::abt__ut2_light_menu
source: AB: Light menu
ru_ru: AB: Легковесное меню

# Languages::abt__ut2.light_menu.back_to_main
source: Back to main
ru_ru: Назад к главному

# Languages::abt__ut2_show_title
source: Show title
ru_ru: Показать заголовок

# Languages::abt__ut2.menus.pickers.add_menus
source: Add menu
ru_ru: Добавить меню

# Languages::abt__ut2.menus.pickers.add_menus_and_close
source: Add menu and close
ru_ru: Добавить меню и закрыть

# Languages::abt__ut2.menus.pickers.states
source: Initial menu state
ru_ru: Начальное состояние меню

# Languages::abt__ut2.menus.pickers.states.tooltip
source: Select how the menu will be displayed when loading the page
ru_ru: Выберите, как будет отображено меню при загрузке страницы

# Languages::abt__ut2.menus.pickers.states.hide_items
source: Hide elements and show the menu name
ru_ru: Скрыть элементы и отобразить название меню

# Languages::abt__ut2.menus.pickers.states.show_items
source: Show elements
ru_ru: Отобразить элементы
