Repository: Serj911vip/bellevie
Catalog: var/langs/*/addons/abt__unitheme2.po
Languages: ru_ru

# Languages::abt__ut2.icons
source: Available icons
ru_ru: Доступные иконки

# Languages::abt__ut2.icons.info
source: On this page you can see the list of icons, available to you in the theme
ru_ru: На этой странице вы можете ознакомится со списком иконок, доступных Вам в теме

# Languages::abt__ut2.icons.ut2_icons
source: Theme icons list
ru_ru: Список иконок темы

# Languages::abt__ut2.icons.class
source: Icon class
ru_ru: Класс иконки

# Languages::abt__ut2.migaritions_from_unitheme1.update_po
source: Language variables recovery
ru_ru: Восстановление языковых переменных

# Languages::abt__ut2.migaritions_from_unitheme1.update_po.not_exist.description
source: On this page, you can recover language variables which were deleted during removing of the first generation UniTheme addon
ru_ru: На этой странице, Вы можете восстановить языковые переменные, которые были удалены при удалении модуля UniTheme первого поколения

# Languages::abt__ut2.migaritions_from_unitheme1.update_po.success
source: Selected language variables were successfully recovered!
ru_ru: Выбранные языковые переменные были успешно восстановлены!

# Languages::abt__ut2.migaritions_from_unitheme1.update_po.exist.description
source: For your installation, no additional actions for language variables recovery are required!
ru_ru: Для Вашей установки никаких дополнительных действий по восстановлению языковых переменных не требуется!

# Languages::abt__ut2.upgrade_notifications.title
source: AB: UniTheme2 was successfully updated to v[ver]!
ru_ru: AB: UniTheme2 успешно обновлена до v[ver]!

# Languages::abt__ut2.upgrade_notifications.text
source: The detailed list of changes for <b>v[ver]</b> version look in documentation for the theme in the section <a target="_blank" href="https://docs.cs-cart.abt.team/en/abt__unitheme2.doc#p-118">List of releases</a>.
ru_ru: Подробный список изменений, вошедший в версию <b>v[ver]</b> смотрите в документации по теме в разделе <a target="_blank" href="https://docs.cs-cart.abt.team/ru/abt__unitheme2.doc#p-118">Список релизов</a>.

# Languages::abt__ut2.upgrade_notifications.4.10.2.d.new_layouts.text
source: Используйте следующую <a target="_blank" href="https://docs.cs-cart.abt.team/en/abt__unitheme2.doc/v4.10.2.d#p-142">инструкцию</a> для обновления используемого макета.
ru_ru: Используйте следующую <a target="_blank" href="https://docs.cs-cart.abt.team/ru/abt__unitheme2.doc/v4.10.2.d#p-142">инструкцию</a> для обновления используемого макета.

# Languages::abt__ut2.upgrade_notifications.4.10.3.a.new_layouts.text
source: Используйте следующую <a target="_blank" href="https://docs.cs-cart.abt.team/en/abt__unitheme2.doc/v4.10.3.a#p-142">инструкцию</a> для обновления используемого макета.
ru_ru: Используйте следующую <a target="_blank" href="https://docs.cs-cart.abt.team/ru/abt__unitheme2.doc/v4.10.3.a#p-142">инструкцию</a> для обновления используемого макета.
